{
    "file_type": "JOCF_TRANSACTIONS_FILE",
    "items": [
        {
            "object_type": "TX_CONVERTIBLE_ISSUANCE",
            "id": "test-convertible-issuance-1",
            "description": "投資家Xに対して、J-KISS型新株予約権を発行する",
            "date": "2021-01-01",
            "securityholder_id": "test-securityholder-investor-x",
            "series_name": "第[1]回J-KISS型新株予約権",
            "investment_amount_per_quantity": {
                "currency": "JPY",
                "amount": "1000000"
            },
            "investment_amount": {
                "currency": "JPY",
                "amount": "5000000"
            },
            "quantity": "5",
            "convertible_type": "J-KISS_1",
            "seniority": 1,
            "seniority_clause": "第5.14条（順位）引受新株予約権に基づき本会社が負担する債務は、本契約締結日に存在し、又は将来発行される他の本シリーズ新株予約権に基づき本会社が負担する債務及び転換社債その他の本会社が一般債権者に対して負担する債務と同順位とする。",
            "conversion_triggers": [
                {
                    "type": "AUTOMATIC_ON_CONDITION",
                    "trigger_id": "test-automatic-on-condition-trigger-1",
                    "nickname": "J-KISS行使条件",
                    "trigger_description": "各本新株予約権は、割当日の翌日以降、行使条件を満たせばいつでも行使することができる。",
                    "trigger_condition": "(5) 本新株予約権の行使の条件 (a) 本新株予約権は、次回株式資金調達が発生することを条件として行使することができる。但し、次回株式資金調達が転換期限までに発生しない場合、又は次回株式資金調達の実行日若しくは転換期限以前に支配権移転取引等を当会社が承認した場合はこの限りではない。 (b) 前(a)号にかかわらず、次回株式資金調達が転換期限までに発生しない場合における本新株予約権の行使は、本新株予約権（同種新株予約権を含む。以下本(b)号において同じ。）の発行価額の総額の過半数の本新株予約権の保有者がこれを承認した場合に限り行うことができる。",
                    "conversion_right": {
                        "type": "CONVERTIBLE_CONVERSION_RIGHT",
                        "converts_to_future_round": true,
                        "conversion_mechanism": {
                            "type": "J-KISS_CONVERSION",
                            "description" : "J-KISSの発行要項に準拠",
                            "conversion_price_multiplier" : "0.8",
                            "minimum_equity_financing_threshold" : {
                                "currency": "JPY",
                                "amount": "100000000"
                            },
                            "rounding_type" : "FLOOR",
                            "exercise_price" : {
                                "currency": "JPY",
                                "amount": "1"
                            },
                            "post_money_valuation_cap" : {
                                "currency": "JPY",
                                "amount": "50000000"
                            },
                            "liquidity_capitalization" : "10000"
                        }
                    }
                }
            ],
            "participation_cap_multiple": {
                "numerator": "2",
                "denominator": "1"
            },
            "investor_roles_and_authorities": [
                {
                    "investor_type_name": "多数投資家",
                    "investor_type_condition": "(7) 「多数投資家」とは、本シリーズ新株予約権の発行価額の総額の50%超に相当する本シリーズ新株予約権を単独又は複数で保有する新株予約権者をいう。"
                },
                {
                    "investor_type_name": "主要投資家",
                    "investor_type_condition": "「主要投資家」とは、本シリーズ新株予約権を有する者のうち、当該本シリーズ新株予約権について払い込むべき金額の全額（関係者が本シリーズ新株予約権の付与を受けている場合、当該関係者が本シリーズ新株予約権について払い込むべき金額の全額を加算するものとする。）が[5,000,000]円以上である者をいう。",
                    "information_request_rights": "(1) 情報請求権 (a) 本会社は、本財務諸表等を、主要投資家から請求されたときは可能な限り速やかに（但し、遅くとも毎事業年度の各第一四半期から第三四半期の末日から30日以内又は各事業年度の末日から90日以内とする。）、主要投資家に対して交付する。なお、本財務諸表等は、合理的に詳細であり、かつ、一貫した方針に基づき作成されなければならない。(b) 前号に加えて、本会社は、主要投資家に対して、主要投資家が随時合理的に要求する本会社の財務状態及び事業運営に係る情報を開示するものとする。(c) 前各号の定めにかかわらず、本会社は、営業上の秘密又は守秘性の高い情報と本会社が合理的に判断する情報、又はその開示が弁護士の秘匿特権を侵害するおそれのある情報の開示を拒むことができる。(d) 上記にかかわらず、主要投資家は、法令若しくは金融商品取引所の規則等に基づく場合又は裁判所その他公的機関若しくは自主規制機関から開示の要請を受けた場合、第(1)号に基づき受領した情報を開示することができる。",
                    "preemptive_rights": "(2) 優先引受権 (a) 本会社は、本株式等を引き受け又はその付与を受ける者の募集（次回株式資金調達における募集又はそれまでに行われる募集を含むが、ストックオプションの発行を除く。）をしようとする場合、割当の決定を行う日の10営業日前までに、書面により、当該募集がある旨及び当該募集に係る本株式等の払込金額並びに当該募集の条件を、主要投資家に対して通知するものとする。この場合、主要投資家は、当該募集に参加する他の投資家と同一の条件により、本号に基づき引き受け又はその付与を受けた本株式等に係る払込金額の総額が参加上限額に充つるまで、一又は複数の募集において本株式等を引き受け又はその付与を受ける権利を有する。 (b) 前号に基づく主要投資家の権利は、関連する法令等に抵触しない範囲で行使されるものとする。",
                    "additional_rights": "(3) 主要投資家としての権利 本会社は、本契約締結日以後に発行される本株式等に係る発行要項、本株式等の発行又は付与を受けた者が締結する投資関連契約その他の書面において、主要な投資家又はこれに類する者に対して付与される権利（情報請求権、優先引受権を含むがこれらに限られない。）を本投資家に対して付与するものとする。"
                }
            ],
            "representations_and_warranties_by_issuing_company": {
                "incorporation_and_existence": "(1) 設立及び存続 本会社は、日本法に基づき適法に設立され、有効に存続している株式会社であり、現に従事している事業を行うために必要な全ての権限及び権能を有している。本会社は、その喪失により本会社の事業又は資産に対する重大な悪影響が及ぶこととなる事業につき、これを遂行するための適格性を有している。",
                "authorization": "(2) 権限 本払込期日において、本会社は、本契約の締結及び履行並びに本新株予約権の発行に必要な内部手続を全て完了している。本契約は、本契約の他の当事者により締結されることにより、本会社に対して法的拘束力を有することになる。",
                "exemption_from_securities_law_registration": "(3) 取得勧誘 本投資家による次条に基づく表明及び保証が真実かつ正確であることを前提として、本新株予約権の取得勧誘及び発行に際して、関連する証券法に基づく登録又は届出その他の手続を行うことを要しない。本会社及び権限のある代理人は、本新株予約権の取得勧誘及び発行に際して登録又は届出その他の手続を行うべきこととなる行為を行っていない。",
                "compliance_with_laws": "(4) 抵触の不存在 本会社による本契約の締結及び義務の履行並びに本新株予約権の発行は、本会社の知る限り、(i)本会社の定款その他の社内規程、(ii)司法・行政機関の判決、決定、命令、裁判上の和解、免許、許可、認可その他の判断（以下「司法・行政機関の判断等」という。）、(iii)本会社に適用のある法令等、及び(iv)本会社が当事者となっている契約等に、重要な点において違反するものではない。",
                "complete_and_accurate_capitalization": "(5) 転換対象株式の発行 本転換により転換対象株式が発行され本投資家に交付された際は、転換対象株式は適法かつ有効に発行され、本会社の定款、会社法及び関連する証券法に従った譲渡制限のほかに何らの制限もなく、本投資家による次条に基づく表明及び保証が真実かつ正確であることを前提として、転換対象株式の発行は適用ある有価証券に関する法令に違反しない。",
                "ownership_and_acquisition_of_intellectual_property": "(6) 知的財産権 本会社は、事業を現在又は将来において運営するために必要な、特許権、意匠権、実用新案、商標権、サービスマーク、商号、著作権、営業秘密、ライセンス、ドメインネームその他の財産的価値のある情報及びプロセス（外国法に基づくこれらに相当するもの及びこれらの権利を受ける権利を含む。）を、第三者の有するこれらの権利への抵触や侵害なく保有し、又は商業的に合理的な条件によりそれらの権利を獲得することが可能である。",
                "absence_of_litigation": "(7) 訴訟 本会社を当事者とし、又は本会社が所有若しくは使用する資産を対象とする訴訟、仲裁、調停、仮差押、差押、保全処分、保全差押、滞納処分、強制執行、仮処分、その他裁判上又は行政上の手続（国内外を問わず、以下「訴訟等」という。）は係属しておらず、かつ、本会社の知る限り、かかる訴訟等が本会社に対して提起されるおそれはない。本会社の知る限り、(i)本契約若しくは本新株予約権に基づく取引を妨げ、これに対し重大な変更若しくは延期を生じさせ、又は(ii)本会社の事業に対して重大な悪影響を及ぼすことが合理的に予想される、本会社又はその役員に対する司法・行政機関の判断等は存在しない。",
                "absence_of_antisocial_forces": "(8) 反社会的勢力等 本会社又はその特別利害関係者、株主若しくは主要な取引先等（以下「本会社等」という。）は、反社会的勢力又はこれに準ずるもの（以下「反社会的勢力等」という。）ではなく、反社会的勢力等に資金提供又はそれに準ずる行為を通じて、反社会的勢力等の維持、運営に協力又は関与しておらず、また反社会的勢力等と交流をもっていない。なお、本契約において、特別利害関係者とは、役員（役員持株会を含む。）、その配偶者及び二親等内の血族、これらの者により発行済株式数の過半数が所有されている会社、並びにその関係者及び役員をいう。",
                "completeness_and_accuracy_of_disclosures": "(9) 開示 本会社による事実の表明及び保証、並びに本会社が本契約の締結に関連して本投資家に対して交付した書面及び提供した情報は、重要な点において真実かつ正確であり、本投資家の投資判断に誤解を生じさせないために必要な事実を重要な点において欠いていない。"
            },
            "self_representations_and_warranties_by_investor": {
                "authorization": "(1) 権限 本投資家は、本契約の締結及び履行に必要な内部手続を全て完了している。本契約は、本契約の他の当事者により締結されることにより、本投資家に対して法的拘束力を有することになる。",
                "subscription_by_investor_for_their_own_account": "(2) 真正な取得 本投資家は自らの計算により引受新株予約権を引き受けるものであり、第三者に代わってこれを引き受けるのではない。本投資家は、引受新株予約権の一部又は全部を第三者に売り付け又は割り当てるために引受新株予約権を引き受けるものではない。",
                "investment_judgment_and_risk_taking_ability": "(3) 投資経験 本投資家は、成長段階にある企業の発行する株式又は持分に対する投資を行う投資家であり、自らの判断で投資活動を行う能力を有し、投資活動に伴う経済的なリスクを負担することが可能である。本投資家は、本契約に基づく投資に伴う便益及びリスクを評価するための会計上又は事業上の事項に習熟している。本投資家は、引受新株予約権を取得する目的のためにのみ設立されたものではない。",
                "absence_of_antisocial_forces": "(4) 反社会的勢力等 本投資家又はその特別利害関係者は、反社会的勢力等ではなく、反社会的勢力等に資金提供又はそれに準ずる行為を通じて、反社会的勢力等の維持、運営に協力又は関与しておらず、また反社会的勢力等と交流をもっていない。"
            },
            "most_favored_nation_clause": "第5.1条（最恵待遇条項）1. クロージング以降本転換の前に、第三者に新株予約権、新株予約権付社債その他株式への転換若しくは交換又は株式の購入若しくは取得が可能となる有価証券、オプションその他の権利（但し、ストックオプションを除き、以下「後続証券等」と総称する。）を発行し又は付与する場合、本会社は、本投資家に対して、当該発行又は付与の実行日から5日以内に、当該発行又は付与があった旨を書面により通知する。 2. 前項に定める通知に際しては、後続証券等の内容及び発行又は付与に係る払込金額その他の条件を記載し、また、本会社と後続証券等の発行又は付与を受けた者との間の投資契約その他の契約（以下「後続投資契約」という。）の写しを添付するものとする。 3. 本投資家は、後続証券等又は後続投資契約が本新株予約権又は本契約の内容よりも後続証券等の発行若しくは付与を受けた者又は本会社と後続投資契約を締結した第三者にとって有利な条項を含んでいると判断した場合、その選択により、(i)本契約の内容を変更し当該条項と同内容の条項を含めること、及び/又は(ii)引受新株予約権を後続証券等と交換することを、本会社に対して請求できるものとする。",
            "transfer_restrictions_on_securityholder": "第5.3条（本新株予約権の譲渡）1. 本投資家は、本契約の定めに基づく場合、又は譲受人が本契約の条件に拘束されることを承諾して本契約の副本に署名した場合を除き、本新株予約権について、譲渡、担保の設定若しくはその予約その他の処分をしてはならない。 2. 前項の定めにかかわらず、本投資家は、本会社に対して事前に書面により通知することにより、引受新株予約権並びに本契約上の地位及び権利義務の全部を、関係者である譲受人に対して譲渡し、又はその他の方法により承継することができる。但し、本契約上の地位及び権利義務の全部を承継する譲受人は、当初から本契約の当事者であった場合と同様に本契約の条件に法的に拘束されるよう、自らが本契約の署名欄に署名したサインページの副本を交付するものとする。 3. 本会社は、本条の定めに従い本新株予約権が譲渡されるときは、株主総会又は取締役会における承認の決議を取得するものとする。 | (8) 譲渡制限譲渡による新株予約権の取得については、株主総会（当会社が取締役会設置会社である場合には取締役会）の承認を要する。",
            "governing_law": "本契約及び本新株予約権は日本法に準拠し、同法に基づいて解釈される。日本法以外を本契約及び本新株予約権の準拠法とする抵触法ルールの適用は、いずれも排除されるものとする。",
            "exclusive_jurisdiction": "本契約及び本新株予約権に関連して生じた一切の訴訟については、東京地方裁判所を第一審の専属的合意管轄裁判所とする。",
            "obligation_of_investor_to_execute_securityholders_agreement": "第5.9条（投資関連契約の締結）次回株式資金調達において発行される株式に関して、かかる株式の株主及び/又は本会社の間で、当該株式の上場努力義務、新株引受権、共同売却権、先買権、優先交渉権及び議決権の行使等に関する事項を含む投資関連契約（投資契約、株主間契約その他名称を問わない。）が締結される場合、本投資家は、本新株予約権の行使又は転換対象株式への転換に際して、当該契約を締結するものとする。",
            "anti_dilution_protection_condition": "第5.11条（転換対象株式の数の調整）本新株予約権の転換までに、株式分割、株式併合その他これに類する取引が行われた場合には、本新株予約権の転換により交付される転換対象株式の数は、これに応じて調整されるものとする。",
            "obligation_of_investor_to_cooperate_on_amendment": "本投資家は、本会社と多数投資家が書面により合意した場合、本シリーズ新株予約権の内容の全部又は一部はかかる合意に従い変更され、又は本シリーズ新株予約権の全部若しくは一部の条件は放棄されるものとする。この場合、本投資家は、変更又は放棄につき必要となる書面の作成及び契約の締結に協力しなければならない。但し、第5.2条（本投資家のみが主要投資家である場合に限る。）、第5.3条、第5.5条、第5.12条及び第5.13条の規定は、本投資家の書面による同意なく変更又は放棄されない。本条に基づく変更又は放棄は、本会社及び現在及び将来の各本シリーズ投資家らに対して法的拘束力を有するものとする。",
            "exercise_price": {
                "currency": "JPY",
                "amount": "1"
            },
            "payment_due_date": "2022-01-01",
            "mandatory_redemption_attributes": {
                "mandatory_redemption_trigger": "(7) 金銭を対価とする本新株予約権の取得条項 (a) 当会社が支配権移転取引等を行うことを決定した場合、当該取引の実行日までの日であって当会社の株主総会（当会社が取締役会設置会社である場合には取締役会）が別に定める日において、その前日までに行使されなかった本新株予約権を全て取得するのと引換えに、各本新株予約権につき本新株予約権の発行価額の2倍に相当する金銭を交付する。 (b) 当会社は、前(a)号に基づき本新株予約権を取得する日（当該日を定めなかった場合には支配権移転取引等の実行日）の2週間前までに本新株予約権の保有者に対して、支配権移転取引等の条件を書面で通知するものとする。",
                "mandatory_redemption_multiple": "2"
            }
        }
    ]
}