{
    "file_type": "JOCF_TRANSACTIONS_FILE",
    "items": [
        {
            "object_type": "TX_STOCK_ISSUANCE",
            "id": "test-stock-issuance-1",
            "stock_class_id": "test-stock-class-A",
            "securityholder_id": "test-securityholder-investor-x",
            "share_price": {
                "amount": "250",
                "currency": "JPY"
            },
            "quantity": "20000",
            "description": "投資家Xに対して、A種優先株20000株を250円で発行、払込期日が2021-01-25の契約「シリーズ○投資契約」を締結(契約締結日=2021-01-01)",
            "date": "2021-01-01",
            "payment_due_date": "2021-01-15",
            "series_name": "シリーズ○投資契約",
            "representations_and_warranties_by_issuing_company": {
                "incorporation_and_existence": "発行会社は、日本法に基づき適法かつ有効に設立され、かつ有効に存続する株式会社であり、現在行っている事業に必要な権限及び権能を有している。(「発行会社の表明及び保証(1)」)",
                "authorization": "発行会社は、本契約の締結及び履行（本契約において企図されている取引の実行を含む。以下同じ。）のために必要な権限及び能力を有している。また、発行会社は、本契約の締結及び履行について、法令等及び定款その他の社内規則上必要となる社内手続を全て履行している。(「発行会社の表明及び保証(2)」)",
                "validity_and_enforceability": "本契約は、発行会社により適法かつ有効に締結されており、発行会社以外の当事者により締結された時点で、発行会社の適法、有効かつ法的拘束力のある義務を構成し、法令等によりその履行が制限される場合を除き、各条項に従い発行会社に対して強制執行が可能である。(「発行会社の表明及び保証(3)」)",
                "absence_of_violations": "発行会社による本契約の締結及び履行は、発行会社の社内規則、法令等、許認可等、司法・行政機関等の判断等及び発行会社が当事者となっている他の契約等に違反又は抵触せず、また、発行会社の知る限り、そのおそれもない。(「発行会社の表明及び保証(4)」)",
                "absence_of_bankruptcy_proceedings": "発行会社に対して倒産手続は開始されておらず、発行会社自ら又は第三者によりかかる手続開始の申立てもなされておらず、また、そのおそれもない。(「発行会社の表明及び保証(5)」)",
                "complete_and_accurate_capitalization": "①本契約締結日において、発行会社の発行可能株式総数及び発行済株式総数はそれぞれ発行会社の現在事項証明書記載のとおりである。②本契約締結日において、発行会社の発行済株式総数は、その全てが適法かつ有効に発行され、全額払込済みであり、発行会社には自己株式は存在しない。③発行会社は、本契約締結日において、新株予約権を発行しておらず、また、発行会社に対して、追加的にその株式等を発行、処分又は交付することを義務付けることとなる株式等、決議又は契約等は一切存在せず、かつ株主間契約において企図されたもの以外に発行会社において発行、処分又は交付を予定している株式等は存在せず、また、本契約締結日において、発行会社に対して、発行会社の株式等の全部又は一部を買い受け又は取得させることを義務付けることとなる株式等又は契約等は一切存在しない。④本契約締結日において、発行会社の実質的かつ株主名簿上の株主その他株式等の保有者は発行会社が作成した株主名簿記載の者のみであり、各株主が保有する発行会社の株式等は当該株主名簿に記載のとおりである。(「発行会社の表明及び保証(6)」)",
                "compliance_with_laws": "発行会社は、現在又は過去、法令等及び司法・行政機関等の判断等に違反（但し、軽微な違反は除く。）しておらず、また、発行会社の知る限り、そのおそれもない。(「発行会社の表明及び保証(7)」)",
                "absence_of_antisocial_forces": "発行会社及びその役員又は従業員は、反社会的勢力との間で一切の関係を有しておらず、また、直接又は間接に、一切の反社会的行為に関与していない。(「発行会社の表明及び保証(8)」)",
                "absence_of_litigation": "発行会社が当事者であるか又は発行会社の財産若しくは資産が対象となっている訴訟等であって現在係属しているもの、及び司法・行政機関等による発行会社に対する調査その他の手続は存在せず、また、発行会社の知る限り、そのおそれもない。(「発行会社の表明及び保証(9)」)",
                "compliance_with_taxes_and_duties": "発行会社は、法人税、住民税、事業税その他一切の公租公課（外国におけるものを含み、これらの公租公課に係る税務当局からの追徴課税、延滞税、加算税等を含む。以下同じ。）のうち申告その他の手続が必要なものについて適法かつ適正な申告その他の手続を行っており、また公租公課で納付期限の到来したものについては法令等に従い適時にその支払を完了している。発行会社と税務当局との間の公租公課に関する特別な合意・取決めは存在しない。(「発行会社の表明及び保証(10)」)"
            },
            "representations_and_warranties_by_investor": {
                "incorporation_and_existence": "投資家は、日本法に基づき適法かつ有効に設立又は組成され、かつ有効に存続する株式会社又は投資事業有限責任組合であり、現在行っている事業に必要な権限及び権能を有している。(「投資家の表明及び保証(1)」)",
                "authorization": "投資家は、本契約の締結及び履行のために必要な権限及び能力を有している。また、投資家は、本契約の締結及び履行について、法令等及び社内規則（組合契約を含む。以下同じ。）上必要となる社内手続を全て履行している。(「投資家の表明及び保証(2)」)",
                "validity_and_enforceability": "本契約は、投資家により適法かつ有効に締結されており、投資家以外の当事者により締結された時点で、投資家の適法、有効かつ法的拘束力のある義務を構成し、法令等によりその履行が制限される場合を除き、各条項に従い投資家に対して強制執行が可能である。(「投資家の表明及び保証(3)」)",
                "absence_of_violations": "投資家による本契約の締結及び履行は、投資家の社内規則、適用ある法令等、許認可等、司法・行政機関等の判断等及び投資家が当事者となっている他の契約等に違反又は抵触しない。(「投資家の表明及び保証(4)」)",
                "absence_of_antisocial_forces": "投資家及びその役員又は従業員は、反社会的勢力との間で一切の関係を有しておらず、また、直接又は間接に、一切の反社会的行為に関与していない。(「投資家の表明及び保証(5)」)"
            }
        },
        {
            "object_type": "TX_SECURITYHOLDERS_AGREEMENT_EXECUTION",
            "id": "test-securityholders-agreement-execution-1",
            "date": "2021-01-01",
            "description": "創業者O, 投資家Xでの株主間契約の締結",
            "securityholders_agreement": {
                "object_type": "MASTER_SECURITYHOLDERS_AGREEMENT",
                "id": "test-master-securityholders-agreement-1",
                "securityholders_who_agreed": [
                    {
                        "object_type": "SECURITY_HOLDER",
                        "name": "投資家 X",
                        "id": "test-securityholder-investor-x"
                    },
                    {
                        "object_type": "SECURITY_HOLDER",
                        "name": "創業者 O",
                        "id": "test-securityholder-founder-o"
                    }
                ],
                "parties_and_authority_attributes": [
                    {
                        "securityholder": {
                            "object_type": "SECURITY_HOLDER",
                            "name": "投資家 X",
                            "id": "test-securityholder-investor-x"
                        },
                        "number_of_electable_directors": "1",
                        "number_of_electable_observers": "0",
                        "matters_requiring_prior_approval": [
                            "AMENDMENT_TO_THE_ARTICLES_OF_INCORPORATION",
                            "DIVIDENDS_FROM_SURPLUS",
                            "SECURITY_ISSUANCE",
                            "SECURITY_REPURCHASE",
                            "MERGER",
                            "STOCK_EXCHANGE",
                            "STOCK_EXCHANGE",
                            "STOCK_TRANSFER",
                            "COMPANY_SPLIT",
                            "BUSINESS_TRANSFER",
                            "BUSINESS_ACQUISITION",
                            "DISSOLUTION",
                            "INSOLVENCY_PROCEEDING"
                        ],
                        "matters_requiring_prior_consultation": [],
                        "matters_requiring_prior_notice": [],
                        "has_information_rights": true
                    },
                    {
                        "securityholder": {
                            "object_type": "SECURITY_HOLDER",
                            "name": "創業者 O",
                            "id": "test-securityholder-founder-o"
                        },
                        "number_of_electable_directors": "2"
                    }
                ],
                "obligation_to_provide_financial_information": [
                    "ANNUAL_BUDGET",
                    "ANNUAL_BUSINESS_PLAN",
                    "ANNUAL_FINANCIAL_STATEMENTS",
                    "QUARTERLY_FINANCIAL_STATEMENTS"
                ],
                "right_to_access_financial_information": true,
                "obligation_to_provide_material_information": [
                    "RESIGNATION_OR_DISMISSAL_OF_DIRECTORS_OR_KEY_EMPLOYEES",
                    "SIGNIFICANT_DECLINE_IN_THE_VALUE_OF_KEY_ASSETS",
                    "COMMENCEMENT_OF_LITIGATION",
                    "COMMENCEMENT_OF_ADMINISTRATIVE_PROCEEDINGS",
                    "COMMENCEMENT_OF_TAX_AUDIT",
                    "APPLICATION_FOR_PROVISIONAL_ATTACHMENT",
                    "APPLICATION_FOR_ATTACHMENT",
                    "APPLICATION_FOR_AUCTION",
                    "FILING_FOR_INSOLVENCY_PROCEEDINGS",
                    "FILING_FOR_ENFORCEMENT_OF_SECURITY_INTEREST",
                    "DISHONOR_OF_BILL_OR_CHECK",
                    "PROPOSAL_FOR_ACQUISITION_BY_THIRD_PARTY",
                    "PROPOSAL_FOR_CAPITAL_ALLIANCE_BY_THIRD_PARTY",
                    "PROPOSAL_FOR_OTHER_ORGANIZATIONAL_RESTRUCTURING_TRANSACTION_BY_THIRD_PARTY",
                    "OFFER_FOR_ACQUISITION_BY_THIRD_PARTY",
                    "OFFER_FOR_CAPITAL_ALLIANCE_BY_THIRD_PARTY",
                    "OFFER_FOR_OTHER_ORGANIZATIONAL_RESTRUCTURING_TRANSACTION_BY_THIRD_PARTY"
                ],
                "obligation_of_managing_securityholder_to_fully_commit": [
                    "RESIGNATION_OF_DIRECTOR_OF_ISSUER",
                    "HOLDING_FULL_TIME_EXECUTIVE_OR_EMPLOYEE_POSITION_IN_OTHER_BUSINESS_ENTITIES",
                    "SUPPORT_OF_COMPETING_BUSINESS"
                ],
                "preemptive_right": "1.発行会社は、株式等の発行等を行おうとする場合には、当該株式等の発行等が行われる日の60日前までに、投資家株主に対して、（ⅰ）当該発行等に係る株式等の種類及び数、（ⅱ）当該株式等に係る払込金額又は処分金額、（ⅲ）その割当人その他の処分の相手方の氏名・名称と住所、並びに（ⅳ）その他株式等の発行等に関する主要な条件を記載した書面（以下「発行条件説明書」という。）を送付する。2.前項の場合、投資家株主は、発行条件説明書を受領した日から30日以内に、条件説明書記載の株式等のうち自らが引受け等を希望する株式等の数（但し、株式保有割合に応じた数を上限とする。）を書面により発行会社に通知することにより、当該通知記載の数の株式等を発行条件説明書記載の条件により優先的に引受け等する権利（以下「優先引受権」という。）を行使することができる。なお、投資家株主が発行条件説明書を受領した日から30日以内に優先引受権を行使しなかった場合には、投資家株主は、優先引受権を行使しなかった株式等の発行等については優先引受権を失う。3.投資家株主が、前項に規定する期間内に優先引受権を行使しなかった場合、発行会社は、当該期間の経過後30日以内に限り、関連する発行条件説明書記載の株式等のうち投資家株主が優先引受権を行使しなかった部分について、発行条件説明書に記載の条件よりも実質的に当該割当人等に有利でない条件（なお、払込金額又は処分金額は、当該発行条件説明書に記載の払込金額又は処分金額と同額以上であることを要する。）で株式等の発行等を行うことができる。(「SEEDs 株主間契約第8条」)",
                "transfer_restrictions_on_securityholder": "1.経営株主、普通株主及び投資家株主は、本章の手続によることなくして、自らが保有する発行会社の株式等につき第三者（発行会社の他の株主を含む。）に対する譲渡、承継、担保提供その他の処分を行ってはならない。2.各当事者は、本章の定めに従った株式等の譲渡につき、その承認のために法令等又は発行会社の定款その他の社内規則上必要とされる一切の手続を実施する。(「SEEDs 株主間契約第9条」)",
                "right_of_first_refusal": "1.経営株主、普通株主及び投資家株主（当該株主を以下「譲渡希望株主」という。）が自らが保有する発行会社の株式等の全部又は一部（以下「譲渡対象株式等」という。）を第三者（発行会社の他の株主を含むものとし、以下「譲渡相手方」という。）に譲渡することを希望する場合、譲渡希望株主は、①譲渡希望株主が経営株主又は普通株主である場合には投資家株主及び発行会社、②譲渡希望株主が投資家株主である場合には経営株主及び発行会社に対して、（ⅰ）譲渡対象株式等の数、（ⅱ）1株当たりの譲渡予定価格（以下「譲渡予定価格」という。）、（ⅲ）譲渡相手方の氏名・名称と住所及び（ⅳ）その他譲渡に関する主要な条件を記載した書面（以下「譲渡条件説明書」という。）を送付する。2.前項の場合、①譲渡希望株主が経営株主又は普通株主である場合には投資家株主、②譲渡希望株主が投資家株主である場合には経営株主及び発行会社は、譲渡条件説明書を受領した日から30日以内に、譲渡条件説明書記載の株式等のうち自ら買受けを希望する株式等の数を書面により当該譲渡希望株主及び発行会社（発行会社が先買権を行使する場合を除く。）に通知することにより、譲渡対象株式等の全部又は一部を譲渡条件説明書記載の条件と同等の条件にて譲渡予定価格で自ら買い受ける権利（以下「先買権」という。）を行使することができる。3.発行会社、経営株主又は投資家株主が先買権を行使した場合（先買権を行使した発行会社、経営株主又は投資家株主を以下「先買権行使株主等」という。）、当該行使を受けた譲渡希望株主は、前項に規定する期間の経過後速やかに、当該先買権行使株主等が買受けを希望した数の譲渡対象株式等を譲渡条件説明書記載の条件と同等の条件にて譲渡予定価格で当該先買権行使株主等に対し譲渡しなければならない。なお、複数の先買権行使株主等が先買権を行使し、各先買権行使株主等が買受けを希望した数の合計が譲渡対象株式等の数を超過する場合、各先買権行使株主等の株式保有割合に応じて案分した数（但し、発行会社及び経営株主が先買権行使株主等である場合には、譲渡対象株式等の数から経営株主が買い受けを希望する株式等の数を控除した数を、発行会社の買い受ける株式等の数とする。）が当該先買権行使株主等に対して譲渡される株式等の数の上限となる（1株未満の端数が生じた場合の取扱いについては、譲渡希望株主及び先買権行使株主等の間で協議の上、決定する。）。譲渡希望株主は、前項に規定する期間の経過後速やかに、先買権を行使した先買権行使株主等及び各先買権行使株主等に対して譲渡する株式等の数につき投資家株主及び発行会社に通知（かかる通知を以下「先買権行使結果通知」という。）を行う。4.前各項に従って譲渡が行われなかった譲渡対象株式等（以下「残存譲渡対象株式等」という。）が存在する場合、譲渡希望株主は、第1項に規定する期間（前項の適用がある場合には前項に規定する期間）の経過後30日以内に限り、譲渡相手方に対し、かかる譲渡対象株式等を譲渡条件説明書記載の条件よりも譲渡相手方に有利でない条件（なお、譲渡価格は当該譲渡条件説明書記載の譲渡予定価格と同額以上であることを要する。）で譲渡することができる。(「SEEDs 株主間契約第10条」)",
                "drag_along_right": "本章の定めにかかわらず、発行会社の取締役会及び過半数の投資家株主が、以下の各号の取引（以下「支配権移転取引」という。）を承認した場合、全ての経営株主及び投資家株主は、発行会社又は過半数投資家株主の書面による要求に従い（かかる書面による要求を「売却強制権行使通知」という。）、当該支配権移転取引における各種類の株式等への対価の種類・価額が各種類ごとに同一であることを条件に、当該支配権移転取引に参加し、また、必要に応じてかかる取引に関する株主総会議案に賛成すべく議決権を行使し、その他当該支配権移転取引を実行するために必要な行為を行い、発行会社は、かかる取引につき適用される法令等並びに定款及び社内規則上必要とされる一切の手続を適法かつ有効に履践する。本条に基づく売却強制権行使通知は、関連する支配権移転取引の実行日の30日前までに経営株主、普通株主及び投資家株主に送付されなければならない。(1) 発行会社の株式等の発行又は譲渡による買収（当該買収直前時点の発行会社の株主が当該買収直後の時点で合計で発行会社の総議決権の過半数を保有する場合を除き、また、資金調達目的で又は資金調達の一環としてなされるものを除く。）(2) 発行会社が消滅会社となる合併（当該合併の効力発生日直前時点の発行会社の株主がかかる効力発生日直後の時点で合計で当該合併の存続会社又はその親会社の総議決権の過半数を保有する場合を除く。）(3) 発行会社が完全子会社となる株式交換又は株式移転（当該株式交換又は株式移転の効力発生日直前時点の発行会社の株主がかかる効力発生日直後の時点で合計で当該株式交換又は株式移転の完全親会社又はその親会社の総議決権の過半数を保有する場合を除く。）(4) 発行会社が株式交付子会社となる株式交付（当該株式交付の効力発生日直前時点の発行会社の株主がかかる効力発生日直後の時点で合計で株式交付親会社の総議決権の過半数を保有する場合を除く。）(5) 発行会社の事業若しくは資産の全部又は実質的な全部の譲渡又は会社分割による他の会社への承継（発行会社の完全子会社に対して行われるものを除く。）(「SEEDs 株主間契約第11条」)",
                "obligation_to_make_best_efforts_to_pursue_ipo": "発行会社は、[●年●月末日]までに、国際的に認知された金融商品取引所（外国における取引所を含む。以下同じ。）に普通株式の上場又はこれと同程度の投資回収を投資家株主にもたらす他の方法により、投資家株主が保有株式を売却する機会を提供すべく合理的に最大限の努力をする。(「SEEDs 株主間契約第13条」)"
            }
        },
        {
            "object_type": "TX_SECURITYHOLDERS_AGREEMENT_EXECUTION",
            "id": "test-securityholders-agreement-execution-2",
            "date": "2021-01-01",
            "description": "創業者O, 投資家Yでの買収にかかる分配合意書の締結",
            "securityholders_agreement": {
                "object_type": "ACQUISITION_DISTRIBUTION_AGREEMENT",
                "id": "test-acquisition-distribution-agreement-1",
                "description": "SEEDs 買収にかかる分配合意書",
                "securityholders_who_agreed": [
                    {
                        "object_type": "SECURITY_HOLDER",
                        "name": "投資家 X",
                        "id": "test-securityholder-investor-x"
                    },
                    {
                        "object_type": "SECURITY_HOLDER",
                        "name": "創業者 O",
                        "id": "test-securityholder-founder-o"
                    }
                ],
                "put_option_on_aquisition": "主要優先株主は、経営株主の3分の2以上が買収に同意した場合には、本株主及び発行会社に対し、買収に応じるべき旨を請求する権利（以下「売却請求権」という。）を行使することができる。(「SEEDs 買収にかかる分配合意書 - 第1条(売却請求権) - (1)」)",
                "put_option_on_ipo_failure": "主要優先株主は、発行会社が[●年●月末日]までに株式公開（株式が、金融商品取引法第2条第16項に規定する金融商品取引所又はこれに類似するものであって外国に所在するものに上場されることを意味する。以下同じ。）を実現していない場合において、主要優先株主が買収の提案を受けた場合には、本株主及び発行会社に対し、買収に応じるべき旨を請求する権利（以下「売却請求権」という。）を行使することができる。(「SEEDs 買収にかかる分配合意書 - 第1条(売却請求権) - (2)」)"
            }
        }
    ]
}