{
    "file_type": "JOCF_TRANSACTIONS_FILE",
    "items": [
        {
            "object_type": "TX_STOCK_ISSUANCE",
            "id": "test-stock-issuance-1",
            "stock_class_id": "test-stock-class-A",
            "securityholder_id": "test-securityholder-investor-x",
            "share_price": {
                "amount": "250",
                "currency": "JPY"
            },
            "quantity": "20000",
            "description": "投資家Xに対して、A種優先株20000株を250円で発行、払込期日が2021-01-25の契約「シリーズ○投資契約」を締結(契約締結日=2021-01-01)",
            "date": "2021-01-01",
            "payment_due_date": "2021-01-15",
            "series_name": "シリーズ○投資契約",
            "representations_and_warranties_by_issuing_company" : {
                "incorporation_and_existence" : "発行会社は、日本法に基づき適法かつ有効に設立され、かつ有効に存続する株式会社であり、現在行っている事業に必要な権限及び権能を有している。(「発行会社の表明及び保証(1)」)",
                "authorization" : "発行会社は、本契約の締結及び履行（本契約において企図されている取引の実行を含む。以下同じ。）のために必要な権限及び能力を有している。また、発行会社は、本契約の締結及び履行について、法令等及び定款その他の社内規則上必要となる社内手続を全て履行している。(「発行会社の表明及び保証(2)」)",
                "validity_and_enforceability": "本契約は、発行会社により適法かつ有効に締結されており、発行会社以外の当事者により締結された時点で、発行会社の適法、有効かつ法的拘束力のある義務を構成し、法令等によりその履行が制限される場合を除き、各条項に従い発行会社に対して強制執行が可能である。(「発行会社の表明及び保証(3)」)",
                "absence_of_violations" : "発行会社による本契約の締結及び履行は、発行会社の社内規則、法令等、許認可等、司法・行政機関等の判断等及び発行会社が当事者となっている他の契約等に違反又は抵触せず、また、発行会社の知る限り、そのおそれもない。(「発行会社の表明及び保証(4)」)",
                "absence_of_bankruptcy_proceedings" : "発行会社に対して倒産手続は開始されておらず、発行会社自ら又は第三者によりかかる手続開始の申立てもなされておらず、また、そのおそれもない。(「発行会社の表明及び保証(5)」)",
                "complete_and_accurate_capitalization" : "①本契約締結日において、発行会社の発行可能株式総数及び発行済株式総数はそれぞれ発行会社の現在事項証明書記載のとおりである。②本契約締結日において、発行会社の発行済株式総数は、その全てが適法かつ有効に発行され、全額払込済みであり、発行会社には自己株式は存在しない。③発行会社は、本契約締結日において、新株予約権を発行しておらず、また、発行会社に対して、追加的にその株式等を発行、処分又は交付することを義務付けることとなる株式等、決議又は契約等は一切存在せず、かつ株主間契約において企図されたもの以外に発行会社において発行、処分又は交付を予定している株式等は存在せず、また、本契約締結日において、発行会社に対して、発行会社の株式等の全部又は一部を買い受け又は取得させることを義務付けることとなる株式等又は契約等は一切存在しない。④本契約締結日において、発行会社の実質的かつ株主名簿上の株主その他株式等の保有者は発行会社が作成した株主名簿記載の者のみであり、各株主が保有する発行会社の株式等は当該株主名簿に記載のとおりである。(「発行会社の表明及び保証(6)」)",
                "compliance_with_laws" : "発行会社は、現在又は過去、法令等及び司法・行政機関等の判断等に違反（但し、軽微な違反は除く。）しておらず、また、発行会社の知る限り、そのおそれもない。(「発行会社の表明及び保証(7)」)",
                "absence_of_antisocial_forces" : "発行会社及びその役員又は従業員は、反社会的勢力との間で一切の関係を有しておらず、また、直接又は間接に、一切の反社会的行為に関与していない。(「発行会社の表明及び保証(8)」)",
                "absence_of_litigation" : "発行会社が当事者であるか又は発行会社の財産若しくは資産が対象となっている訴訟等であって現在係属しているもの、及び司法・行政機関等による発行会社に対する調査その他の手続は存在せず、また、発行会社の知る限り、そのおそれもない。(「発行会社の表明及び保証(9)」)",
                "compliance_with_taxes_and_duties" : "発行会社は、法人税、住民税、事業税その他一切の公租公課（外国におけるものを含み、これらの公租公課に係る税務当局からの追徴課税、延滞税、加算税等を含む。以下同じ。）のうち申告その他の手続が必要なものについて適法かつ適正な申告その他の手続を行っており、また公租公課で納付期限の到来したものについては法令等に従い適時にその支払を完了している。発行会社と税務当局との間の公租公課に関する特別な合意・取決めは存在しない。(「発行会社の表明及び保証(10)」)"
            },
            "representations_and_warranties_by_investor": {
                "incorporation_and_existence" : "投資家は、日本法に基づき適法かつ有効に設立又は組成され、かつ有効に存続する株式会社又は投資事業有限責任組合であり、現在行っている事業に必要な権限及び権能を有している。(「投資家の表明及び保証(1)」)",
                "authorization" : "投資家は、本契約の締結及び履行のために必要な権限及び能力を有している。また、投資家は、本契約の締結及び履行について、法令等及び社内規則（組合契約を含む。以下同じ。）上必要となる社内手続を全て履行している。(「投資家の表明及び保証(2)」)",
                "validity_and_enforceability" : "本契約は、投資家により適法かつ有効に締結されており、投資家以外の当事者により締結された時点で、投資家の適法、有効かつ法的拘束力のある義務を構成し、法令等によりその履行が制限される場合を除き、各条項に従い投資家に対して強制執行が可能である。(「投資家の表明及び保証(3)」)",
                "absence_of_violations" : "投資家による本契約の締結及び履行は、投資家の社内規則、適用ある法令等、許認可等、司法・行政機関等の判断等及び投資家が当事者となっている他の契約等に違反又は抵触しない。(「投資家の表明及び保証(4)」)",
                "absence_of_antisocial_forces" : "投資家及びその役員又は従業員は、反社会的勢力との間で一切の関係を有しておらず、また、直接又は間接に、一切の反社会的行為に関与していない。(「投資家の表明及び保証(5)」)"
            }
        }
    ]
}